{
  "rhemai": [
    {
      "author": "Aeschylus",
      "greek": "Φύλαξ\nθεοὺς μὲν αἰτῶ τῶνδʼ ἀπαλλαγὴν πόνων\nφρουρᾶς ἐτείας μῆκος, ἣν κοιμώμενος\nστέγαις Ἀτρειδῶν ἄγκαθεν, κυνὸς δίκην,\nἄστρων κάτοιδα νυκτέρων ὁμήγυριν,\nκαὶ τοὺς φέροντας χεῖμα καὶ θέρος βροτοῖς\nλαμπροὺς δυνάστας, ἐμπρέποντας αἰθέρι\nἀστέρας, ὅταν φθίνωσιν, ἀντολάς τε τῶν.\nκαὶ νῦν φυλάσσω λαμπάδος τό σύμβολον,\nαὐγὴν πυρὸς φέρουσαν ἐκ Τροίας φάτιν\nἁλώσιμόν τε βάξιν· ὧδε γὰρ κρατεῖ\nγυναικὸς ἀνδρόβουλον ἐλπίζον κέαρ.\nεὖτʼ ἂν δὲ νυκτίπλαγκτον ἔνδροσόν τʼ ἔχω\nεὐνὴν ὀνείροις οὐκ ἐπισκοπουμένην\nἐμήν· φόβος γὰρ ἀνθʼ ὕπνου παραστατεῖ,\nτὸ μὴ βεβαίως βλέφαρα συμβαλεῖν ὕπνῳ·\nὅταν δʼ ἀείδειν ἢ μινύρεσθαι δοκῶ,\nὕπνου τόδʼ ἀντίμολπον ἐντέμνων ἄκος,\nκλαίω τότʼ οἴκου τοῦδε συμφορὰν στένων\nοὐχ ὡς τὰ πρόσθʼ ἄριστα διαπονουμένου.\nνῦν δʼ εὐτυχὴς γένοιτʼ ἀπαλλαγὴ πόνων\nεὐαγγέλου φανέντος ὀρφναίου πυρός.\nὦ χαῖρε λαμπτὴρ νυκτός, ἡμερήσιον\nφάος πιφαύσκων καὶ χορῶν κατάστασιν\nπολλῶν ἐν Ἄργει, τῆσδε συμφορᾶς χάριν.",
      "translations": [
        "Watchman\nRelease from this weary task of mine has been my plea to the gods throughout this long year’s watch, in which, lying upon the palace roof of the Atreidae, upon my bent arm, like a dog, I have learned to know well the gathering of the night’s stars, those radiant potentates conspicuous in the firmament,\nbringers of winter and summer to mankind the constellations, when they rise and set.\nSo now I am still watching for the signal-flame, the gleaming fire that is to bring news from Troy and\ntidings of its capture. For thus commands my queen, woman in passionate heart and man in strength of purpose. And whenever I make here my bed, restless and dank with dew and unvisited by dreams—for instead of sleep fear stands ever by my side,\nso that I cannot close my eyelids fast in sleep—and whenever I care to sing or hum (and thus apply an antidote of song to ward off drowsiness), then my tears start forth, as I bewail the fortunes of this house of ours, not ordered for the best as in days gone by.\nBut tonight may there come a happy release from my weary task! May the fire with its glad tidings flash through the gloom! The signal fire suddenly flashes out\nOh welcome, you blaze in the night, a light as if of day, you harbinger of many a choral dance in Argos in thanksgiving for this glad event!"
      ],
      "book": 1,
      "chapter": 1,
      "section": 24,
      "perseusTextLink": "https://scaife.perseus.org/reader/urn:cts:greekLit:tlg0085.tlg005.perseus-grc2:0-24?right=perseus-eng3"
    }
  ]
}